{"event":{"0":"There were rumors (unsubstantiated, just gossip) that my advisor had an affair with one of his female graduate students before I was a student here. An older grad student who supposedly knew of the affair told me I was a “typical _____ student” because I was a woman, conventionally somewhat attractive, and young (22 when I came into my PhD program).","1":"When I was in grad school a male faculty member \"joked\" to a group of three female PhD students (myself included) who had just mentioned how stressed we were about comps, that \"all [we] had to do was wear tight, low-cut dresses and [we'd be fine.\"  Several years later a male faculty member stared at my breasts repeatedly, whenever I passed him in the hallway, etc, to the point where I had to sit on the same side of the table as him during meetings so as to not keep catching him doing it when I was on the opposite side","2":"A senior colleague made overt sexual comments to me, including describing himself naked and having sex","3":"Kissed on the mouth in front of entire board of a prize committee at dinner following conference (I was the one receiving the prize)","4":"Stalked, harassed, threatened by a colleague who also threatened the safety of my toddler daughter.","5":"An email detailing sadomasochistic acts being done to me.","7":"It did not happen to me, but was passed Down by femal grad students","9":"Lied about title iX. Sent inappropriate\/emotional texts","13":"A professor I wanted to work with met with me in his office and told me he was no longer having sex with his wife, suggesting he was looking for that role to be filled. When I nervously and unbelievingly laughed, he dismissed me and wouldn’t work with me.","14":"At the beginning of my Ph.D. program, I would stop by the office of a professor whose work I admired. It was my second semester in the program and I was enrolled in his course. As we were talking, he asked me who I was TA-ing for. I told him and he then asked if \"the freshmen boys thought she was attractive?\" I felt blindsided by this question and uncomfortable. I responded with \"Why would I know that?\" I found it creepy, but shook it off as an older man trying to be funny. On another occasion, he lamented to me how the undergraduates now were all too busy on their phones between class instead of \"going back to their dorm rooms to get to know each other better.\" He would always pepper our conversations with comments like these which made interacting with him uncomfortable. I was hoping to get some kind of guidance and mentorship as I went through the program since he is recognized name in the field. I never felt like I was taken seriously because of his inappropriate comments. Another time, I was dressed up to give a lecture in a tasteful outfit which included a knee-length pencil skirt and knee-high boots--holdovers from a previous job in an non-profit office setting. He came up to me in a hallway and stood much too close to tell me how \"sexy\" he thought my outfit was and how I should dress like that more often. That was the last time I ever wore a skirt. The rest of the time in the program, I dressed androgynously in jeans and over-sized t-shirts. I also stopped going by his office. Whatever contacts or advice he could have given me was not worth having to listen to his creepy comments about his loneliness or how he'd love to have his female students to his apartment, but \"the bed is much too small.\" I felt that he was testing the waters to see if he could get away with more than just saying something questionable. I decided I never wanted to be alone with him, ever. Comparing notes with other females students, I found out he did it to almost every women he encountered, but since he was a decades-long member of the faculty, nothing was ever done about his behavior.He may have received a slap on the wrist about 15 years ago, but that's about all. I changed the direction of my study so I would not have to take his courses, or include him on my dissertation committee. It caused me stress and made me doubt myself and my worth as an academic.","15":"Verbal sexual harassment and inappropriate behaviour.  Lewd comments, lewd questions, disclosure of their personal sex history, life, questions, desires, quandaries.  Inappropriate commentary on female students.  Womanizing comments.  Questioned me about my own sex life, practices.  Commented on my appearance every time they saw me, one way or another.  Told stories of past inappropriate behaviour with students and provided justifications.  Sexualized comments about my students.  Ranking other departmental members by their looks and intelligence, in addition to ranking students in similar ways. Good looks = intelligence. Some of my students were better looking than me, according to him, and therefore more intelligent than me as well. It's a real ego boost to know that your colleague thinks that your 19 year old students out shine you in the realm of intellectual achievements.    One day we were walking down a hallway in a classroom building and a young female student walked by. He turned his head, looked her up and down, and said - Damn, why do they have to be so cute? Couldn't they tone it down to make life easier for us?    Spoke regularly of the influence he had on my eventual tenure application.","16":"A much older professor had a lot of graduate students over to his house. He proceeded to drink to much and request over and over that I massage his shoulders. This was in front of all the other graduate students. I relented and massaged his shoulders a little. He loudly and playfully moaned. Everyone laughed. I was really embarrassed.","20":"Cohortmate became fixated on the idea that I \"hated men\" and had forced his last OKCupid date, coincidentally a friend of mine, to decide she didn't want a second date. Screamed at me in our office.","21":"As an undergrad music major I had to take private lessons with the piano teacher. He sexually assaulted my best friend, also a piano major who was very very homesick and had no way to get home. He was from her hometown. He got her when she was drunk and high. She wouldn’t report but I left the piano studio. He kept touching my arm. I would wear my hair down on the side he sat in to hide my face. He would try to brush it back or told me to pin it up. I couldn’t take it anymore and left.","25":"Sexually harassed, assaulted and raped by a professor when I was an undergrad.  This was in the 70's.","29":"It was my first national conference that I would be presenting at. Being a grad student, I didn’t have a lot of money so I volunteered to help run the conference in exchange for my entry fee being waved. One of the coordinators of the conference, after setting up, suggested we all go eat. So we did and the conference’s organization paid for the dinner and the very expensive wine. The second bottle of wine wasn’t finished by the group and so the organizer took it back with him saying he didn't want to waste good wine. That night, the conference organizer in question sent me a text (he had all the volunteer numbers) suggesting that “this bottle of wine wasn’t going to drink itself.” I remember feeling immense fear but I ignored the text, locked my door, and said the next day that I had put my phone on “do not disturb.” The next day, I was invited to dinner by a prominent scholar that I wanted to talk to about her work. To my surprise, several people, including the conference organizer were invited also. As long as I am with the group, I thought, it should be fine, and it was, until it was time to go back and four of the group entered a taxi and I found myself alone, in a city I had never been to before, with this man. We wandered around the Harvard campus and my brain was close to panic. I was creeped out, trying to keep the conversation casual, and wondering how to get away. This was before the time of Uber and Lyft. It was hard to think and I belatedly realized how much my wine glass kept being refilled. He eventually proposed sex which I refused… again, and again. Somehow, I was grabbed and his lips were on mine. I pushed him away and strongly said “no.” We eventually made it back to the hotel where I went to my room, alone, and sobbed.   My presentation at the conference was well received. I was hailed as “impressive” and “brilliant.” Yet, all I could think of was avoiding the conference organizer.","30":"In grad school, I was paid $7500 for 9 months. After bills and rent, I didn’t always have money left over to eat. So, when a PhD student at the same grad school who had also gone to my undergrad years before me offered to get dinner after one of his classes, I was relieved. We got dinner and drinks. The conversation was fine and I was thankful for the food. He complimented me on my intelligence and said I was pretty but that was it for that night.  When he offered dinner after class again, I was, again, thankful that I would eat that night. This time, however, he kept pressing martinis on me and I kept saying no to more drinks and he then asked if I would fuck him. I said no, and he told me that he wanted some sort of compensation for the amount he was paying in dinner and drinks. I remember his hand on my thigh trying to get higher and him boasting about his, um, speed and that he could be “like a jackhammer.” Somehow, I got back to my apartment and then sobbed.   When I would see this man in future years, my stomach would turn every time and when he got a job at a nearby college, I nearly threw up","35":"On my very first day as a Teaching Fellow, an older male faculty member told me that the best piece of advice he could give me is to always erase the chalkboard up and down, rather than side to side-- that way \"my ass won't shake.\" Similar comments have continued ever since. Now at adjunct status, I feel relatively powerless and generally just grin and bear it.","37":"Soon after starting my graduate program, one of my intended dissertation committee members approached me at a \"welcome\" party for new graduate students to ask if I had any same sex encounter that I wanted to tell him about as he gave me a very creepy smile and backed me into a corner and grabbed me by the waist. Later I found out he had a reputation for sexually harassing and assaulting female graduate students.","39":"I apologized for not immediately recognizing a colleague in the hallway, explaining that he looked different due to a new pair of glasses.  I said that I also appreciated unique glasses.  He said, \"It's kind of the same thing as you wearing fancy lingerie under your clothes.\"  I said, \"no, not really the same thing at all\" and walked away.  The creepiness and inappropriateness only hit me later","40":"I don't even know where to start, so many things happened when I was a graduate student. One professor made wildly inappropriate comments and discussions about his sexual past in class. Every class. He once asked me, when I came to class with a bruise on my face from falling off of my bike, \"What? Does your boyfriend beat you or something?\" (in front of the entire class). Another professor physically assaulted me by slapping my arm hard and grabbing it to get me off of a wheelchair ramp (I didn't realize it was a wheelchair ramp, and there wasn't a wheelchair user coming). He later screamed at me in front of undergraduate students. I had a male graduate student peer smack me on the backside with his backpack when were were standing in front of an entire lecture hall full of undergraduates. When I was an undergraduate a departmental admin. assistant started a rumor that I was sleeping with a male professor. Oh, I have also faced some  awful harassment from some male undergraduates, when I was a graduate student and again as a Visiting Assistant Professor.","44":"While an undergraduate, I was sexually assaulted by a fellow student and began an adjudication process. Part of this process was having the school's Title IX coordinator email my professors with vague details (i.e. that I was working with the office and might need some extra help and that professors should reach out to me and be flexible). I felt very lonely during this process and the professor in question emailed me offering to be a friend and ally. I desperately needed supportive people in my life and I was more than happy to try and take him up on his offer. He came on very strongly in class and in emails to me, complimenting my work endlessly. Eventually, during my senior year, he became my undergraduate thesis advisor in the department. In our meetings together he would often make strange comments about \"not wanting me to get the wrong idea.\" For instance, he told me that he didn't want to shut the door when we met and that he didn't want to read more suggestive lines of my poetry out loud to me when giving critique \"in case someone walking by heard.\" Also in these meetings, I would catch him looking at my chest, thighs, and other body parts in a sexualized way before averting his eyes. He told me inappropriate things about his childhood and tried to insert topics like incest into our conversations, perhaps because he had read my sexual abuse into my poetry or because he knew I was pursuing a Title IX case. He would constantly try to bring up my father or compare himself to my father (i.e. \"I know I'm not your dad, but I'm really proud of you\"). He would constantly compare me to his girlfriend, later wife, and set up a meeting between us for unknown reasons. He seemed thrilled that it had gone well. He would ask me deeply personal questions about my case and my life and I would leave these meetings feeling as though I had something taken from me. He would send emails filled with winky and smiley faces. I felt unsettled by his behavior, but it wasn't until I started talking to others in the department that I learned I wasn't alone. One fellow student told me that she had quit the department because of him and that he \"loved little girls\" like me. I also found out that he had been sleeping with one of his master's students and dumped her as she was graduating. This relationship was initiated after he invited the student to go out for wine. Later, the professor shared with me the unofficial guide to grad school that he gave all hopeful MFAs. One of the pieces of advice was that \"some professors may prefer to meet over wine.\" Also in the guide was a recommendation that students attend a popular writing conference so that they could \"have consensual sex with other writers ;).\" Almost every female student I knew that had taken his classes seemed to fall into his web, talking about him constantly and despairing if he criticized their work. One of these students sent the professor a very sexual poem that was explicitly about him, and instead of taking appropriate actions he sent her back an email asking not to write about him because he \"had to be careful about these things\" because he'd \"run into trouble before.\" This professor is very well-connected in his field and seems to know everyone, especially since he runs a printing press.","46":"I was groped at a conference, during an evening off-site event.  (specifically, I was standing next to a food truck by the beach, which was across the road from the conference hotel in Gulfport.)  The harasser sidled up next to me as I talked to someone else and then tried to grab my butt and then my breasts. I faked a phone call to get away from him.","51":"(happened to friend, fellow student, late 90s): Clergy at R-1 university crossed boundary with friend who was seeking a conversion process under his counsel; interactions became more uncomfortable as clergy made inappropriate remarks, and violated personal space. Perpetrator leaned in to kiss friend, they ducked. Friend dropped conversion process (of course), university admin discouraged victim from reporting, but friend realized perpetrator had a known history of inappropriate behavior and university did nothing. Perpetrator (white) prided himself in being a race\/civil rights advocate, went on to retire comfortably and remain 'beloved' in the public. Revolting.","52":"Intimidated by sports coach. I was in the school weight\/machine room and watched a school coach get really close and make inappropriate comments to university female students he was training (this was back in the late 90s\/early 200s, I don't remember exactly what he said). I mentioned to a young woman working out next to me (she didn't seem to be part of that group the coach was training) that I didn't like the way he spoke to the women. Next time I went to the gym the coach menacingly cornered me saying \"I hear you've been saying things about me and I'm not going to have that.\" I answered, with my pulse racing at unimaginable speed and with the most clueless expression I could muster \"I have absolutely no idea what you are talking about.\" He looked at me hesitatingly for what seemed an eternity (probably just a few seconds) and walked away but warned me to watch what I said. I never reported this incident to anybody for reasons I stated above.","54":"At two separate conferences a faculty member made unwanted advances, including verbal propositions and groping under the table and in a shared cab. I know from conversation he would do this to more than one student at any one conference.","56":"Two incidents to report. First, I (male, then in late twenties) had a peer make remarks concerning my appearance of a clearly sexual nature. The second incident was one witnessed: another of my peers ranted about our Department giving funding to women \"so they could become pregnant\".","58":"I was at a departmental function -- Christmas drinks or or some such -- during my time as a masters student and witnessed an undergrad crying because a prof had just pinned her against a vending machine and tried to put his hand up her skirt. The prof was verbally reprimanded by a senior faculty member at the event itself, but nothing else was done about his behaviour.","59":"Found out that one of my colleagues had slept with one of our undergrad students. This was consensual, but still makes me hugely uncomfortable.","60":"Shortly after I had started my post, I was out for drinks with a few members of the department. The head of department told a story about a professor in the department and a postgraduate student. This prof had touched this student inappropriately, and she had complained. But the HOD then said that this student had previously had a (consensual) relationship with another member of faculty, as if to imply that her complaint about inappropriate touching could therefore not be taken seriously. The whole thing was relayed like a big joke about this prof -- who is, for good reason, the butt of many departmental jokes -- and not like the serious incident it really should have been treated as.","61":"When I was applying to do my PhD, a senior (female) member of the department to which I was applying, and an ex-PhD student of the adviser with whom I was considering working both invited me for informal meetings to talk about my application. They both warned me that this particular adviser had a history of bullying his female postgraduate students; I later heard that this prof had caused at least one of his female students to leave the academy because of sexual comments and other bullying behaviour.","63":"I was assisting my faculty mentor at a conference  -as I had many times previous - with his walker\/wheelchair, and while I had caught him watching me before, this time he was drunk (I guess he had been drinking that afternoon, because it was only 5:00 pm or so). He leered at me as I bent over to adjust the equipment and said, “You know what I like best when women bend over to help me out? The view...” and he tried to look down my blouse. I moved away, appalled, and his roommate\/buddy looked away and said nothing. I excused myself and left. Later I asked some of his former graduate students about the incident (all women), and they confirmed he had said similar things to them while leveraging his disability to ask for their help.","64":"Postcolonial studies professor in my department (English) introduced me to another student as \"the graduate student I would most likely have an affair with.","66":"Inappropriate sexual advances at a work Christmas party at my own institution in the UK. The perpetrator had a reputation for this and approached another member of staff in the same way that night.","68":"Several white male faculty members that have been participating in the annual summer institute harassed and groped women, me included, but I've heard from several other women since.","70":"Repeated gender-based harassment","72":"My mentor asked me to go to a hotel with him. I laughed and hoped he was joking. He wasn't. He sabotaged my applications to graduate school. When I complained, he got a slap on the hand and I was counseled by the man who handled the complaint that I was not allowed to talk about the matter to anyone else. Of course, I was slandered at my alma mater by the mentor. It took decades to recover and totally altered my chosen career path. Ten years later I was in graduate school in a totally different field.","74":"Pregnancy discrimination: I am not sure if this counts as sexual harassment, but it was highly gendered and obviously the result of sexual behaviour. I was asked to resign my postdoctoral position for the entire academic year in which I would give birth. I spent the better part of the fellowship term fighting the Organization’s effort and researching my nearly non-existent legal right to keep the award they were trying to revoke.","77":"(2007) As an undergrad, a Professor I took a class from only stared at my chest when talking to me, gave all the women (50% of the class) in the class low grades (men all received A's) and told the women they could raise them if they met him privately in his office. I went once, but left almost immediately because something was off.  (2010) Professor who was\/is prominent in my subfield at the time just stared at my chest during the entire conversation; (2015) Professor I worked for continually made lewd and inappropriate comments while teaching, and during TA meetings the comments were worse","83":"I was working on an independent summer research project. I needed a database designed to record responses to a survey I administered, and my advisor directed me to the manager of a division of the Center he ran, which employed a technician who was available to do these kind of supplemental technology policy. When I spoke with the manager about my project needs and how to contact the technician, he explained that the previous technician had graduated and the new one wouldn't start until after the summer ended. Ergo, there was no one on staff to help with my project. However, he added, because the new technician has already been hired and was another (male) graduate student who I knew, I \"could probably work something out\" (said with a wink and grin) to get my project work done. It was disgusting and uncomfortable.","84":"My PhD advisor phoned my late at night, after he'd been drinking, to tell me he loved me and wanted a romantic relationship with me.","85":"On paleontology fieldwork, BLM rep joined our crew for 1 night. He got very drunk and started making suggestive comments to me. Female Senior PI told me to go stay in my tent the rest of the night and sat outside until he had passed out in a lawn chair.","86":"Would go around to women in the program and ask them sexual explicit questions for a “survey” such as “When you give a blow job, do you lick the balls?” Would also publicly show off naked pictures of women who allegedly sent these images to him, all while being in a shared office space where other female collugues could see and hear him. Would loudly refer to women as “gutter sluts” and openly mocked women and minority members. Ranked women in the program by “sexual appeal” and let it be know who he would ranked the highest. Would also loudly make claims women and minority students had an easier  time getting into PhD programs due to the “sympathy vote.”  All this and more place in just out Fall semester of 2015.","87":"We have had multiple incidents on our campus, most notably in the Biology department, where sexist jokes were allowed at a University sponsored event with no repercussions for those involved (https:\/\/www.theverge.com\/2017\/9\/7\/16262722\/texas-tech-sexual-misconduct-investigation-sexism-biology).  Several weeks after that article was released, the Dean of the college had breakfast with all the departments individually.  When he came to our department, he went on a rant about how he doesn't think sexist behavior exists on our campus.  My department chair also makes underhanded sexist comments.  The one that sticks out was when I was asking to be classified differently in terms of summer teaching was divvied up (I'm non tenure track and therefore not the same classification as everyone else), my chair accused me of asking for favors for being a spousal hire.  I also get scolded sometimes for having to leave work and go take care of my dogs but the same things do not happen to my husband, who is in the same department.","90":"I've been lucky in my mentors, but my ability to network with fellow academics (mostly grad students) has been really hurt by the number of men who don't want to work with me as a colleague. A typical scenario:  I had a research fellowship to do work at a small archive, and there was a male grad student working there as part of the same program. We saw each other every day, and I tried to be collegial because we were working together, he was interesting, and his project was legitimately really good. Eventually we got lunch together, and it came up that I was in a relationship. Immediately the grad student's face fell and he looked ashen. We finished lunch and for the next few weeks, he barely spoke to me. I haven't spoken to the grad student since.   I've had other incidents where male grad students suggest doing conference panels together, working together in writing groups, and sharing networking contacts, but they suddenly vanish when my relationship status comes up. Closing off opportunities like that isn't something that you can report, because really all they've done is wasted my time and energy. It makes me suspicious about networking with male academics, and it was a factor in my decision to seek work outside academia.","91":"Bizarre comment. Over mid-morning coffee on campus cafeteria, a male lecturer colleague said he was going downtown to buy a bed and would I be interested in coming along. I said no, cringing and feeling really uncomfortable.  Moments later,  an undergraduate female student came over to chat with same man. He also asked her if she wanted to go bed-shopping with him and, moreover, what type (of bed) did she think he should pick? Student rightfully stammered, went bright red and the whole scene was cringe-worthy.","92":"got a fellowship to teach for a year abroad, co-worker in same department undressed in front of me and invited me to join him in the shower, also tried to kiss me, call me on the weekends, sent me a 'joke' postcard that had a scantily clad woman on the front that read 'I'm good in bed', would show up to the classes I taught, etc. etc.","93":"At a last-night party at a major academic conference in 2015, a senior academic, who knew my face but had spoken to me only once before (a day or two previously, when I'd stopped him after his paper to tell him how his work intersected with my master's thesis), came up to me in a crowded ballroom. I was engaged in conversation with friends. He, approximately a foot taller than me and at least twice my weight, put his arm around my waist and leaned down to whisper into my ear. \"I'm a happily married man, but that dress [that you're wearing] is killing me.","96":"Professor hit on me in his seminar and office hours and invited me to his house the day after the semester ended. He then offered me drugs and booze and talked about his sex life in graphic detail. He asked if I was into Marquis de Sade and BDSM and took it as an excuse to beat me, resulting in bone fractures. We slept together for 2.5 years.","97":"Prof. paid inordinate attention to me, insisted I go to dinner with him, made comments about my appearance...then got sick of me, or tired of waiting for me to make the move?, and tried to throw me out of the PhD program. this was in the 80s","98":"He hit on me and slept with several students, tried to ply us with alcohol (and succeeded in many cases), and married a student.","99":"I, out of long dyke-y habit and to protect against my forgetfulness, tend to wear my keys on a carabiner on a belt loop. One day, when we were talking in the hallway, an older male faculty member who was also my sponsor at the institution grabbed the keys at my waist and told me it was a weird thing to wear. I don't think this is a big comparative deal at all, and not really his place to comment on it, but why would he need to touch my hips during a conversation?","100":"Academic advisor put his hand on my knee and tried to run it up my skirt. One professor took me out to lunch and then grabbed me and kissed me with tongue.  Another professor told me he wanted sex.","101":"Inappropriate comments.  An advisor (former) made a comment to myself and another female likening us to prostitutes when standing outside the building waiting for a ride.  Same person made repeated comments about my clothing during my time in their lab, and often commented on my appearance.  Other faculty members at this institute have made lewd comments about my body, and refer to me (even to other students!) as 'the busty one' (only in less polite diction).","103":"The worst incident was when a powerful chair started commenting on my attractiveness during my job interview in his department.","105":"My supervisor made phallic jokes to me, pointing to his penis.","106":"Professor I worked for used webcam to spy on my in my office. Same professor constantly talked about how female professors at the university had only been hired to fulfil a female quota and were not qualified.","110":"While having lunch with a prof in his office, he laid his legs across my lap. I didn’t respond but got up to leave soon after. He gave me a full body hug. The whole thing felt gross but not dangerous. I also felt like it was my fault, like I should have known better than to be in his office.","113":"I was an undergraduate and a professor casually asked if I had a boyfriend, then asked what his ethnicity was. I was dating a non-Latinx white man at the time. The professor joked that I was a race-traitor and put his hand on my thigh.","114":"Fall 2006, during finals week. I took violin lessons as part of my major. I made a lot of progress and was interested in a career in teaching, so my violin professor asked me to give struggling students \"ghost lessons.\" One of them, after a few weeks of one-on-one lessons with me, called me late one night saying that he was \"having a hard time,\" and that he was wondering if we could just talk. He sounded like he was sobbing. I thought he was depressed and just encouraged him,  he asked me to keep talking, and then said he needed tissue and more lotion. I hung up. He called repeatedly for the next couple of days. This was before called ID, and I *was waiting for calls about study groups and so forth, so I kept picking up, hearing his voice, and hang up.","115":"A married colleague said he wanted to kiss me at a graduate student happy hour in Spring 2015. An officemate, a graduate student in the department showed me a dic pic (not his own) without my consent. That incident didn't bother me so much as it was just annoying, particularly as that student claims to be a feminist and an activist, but I wouldn't say I've lost any sleep over it.","116":"Older male professor (who's long been rumoured to have harassed young women students) made repeated jokes about my surname. My surname is ***. It is pronounced ***. He insisted to pronounce it as \"*** and asked me how I felt.","118":"An senior academic ran my specialist humanities unit comprised of three hand-selected graduate students and two post-docs. He sexually harassed one of my male peers who was also his research assistant - propositioning him and touching him intimately on at least one occasion. As for me, he said in the first weeks of our scheduled supervision that women's literary history could only ever be revisionist, not original. When, three months later, I shifted the focus of my research, he accused me of plagiarising a male graduate student's ideas and insisted that I stick with my original 'revisionist' research plan. At that point the working relationship became impossible, and I finished, defended and passed my M.Litt with distinction entirely without institutional help.","119":"I interviewed for a graduate school program while obviously pregnant and was told that if the interviewer had known I was pregnant, I would not have gotten the interview and I was definitely not getting into the program.","123":"Intermittent inappropriate comments, whether on outfit or marital status combined with total disengagement with me as an intellectual. Public hostility and criticism without even pretending to read my work; patronizing and insulting in front of graduate students.","124":"Raped by a graduate student in my department.","126":"My professor made sexual comments in front of my partnes about how good I must be in bed since I am a single mom","128":"Propositioned for sex by my current professor in undergraduate writing course. Propositioned for sex by my MA thesis advisor after the defense. Propositioned and harassed by emeritus professor while I worked alone in his home during PhD study. Sexually harassed by supervisor while working as a technology fellow during PhD study. Discovered that my sexual activities in my home had been shared with the rest of the faculty by a neighbor faculty member. In all cases, I spoke directly to the person myself and asked them to stop. In the case of the emeritus professor, I had to also ask my graduate department chair to intervene. Incidents occurred 2000-2014.","129":"My former senior assoc. dean spent a year building up to a final propositioning of me. He kissed me, told me he was \"tormented\" by this feelings for me, etc. He's 20 years older than me.","132":"A male colleague repeatedly made comments about how my body looked in my clothing. Among other statement, he commented on how a shirt complemented my shape and a skirt showed off my legs. These comments were sometimes made in front of other colleagues, who said nothing. He sometimes sent comments over social media, and although I blocked him to prevent the messages, the constant contact made me quite upset. He even showed up at my house once and made a very uncomfortable comment.","135":"Unwanted touch in 2016","138":"An assistant professor repeatedly came to my office to talk to me in front of my officemates. He tried to create daily conversation but it made me really uncomfortable. He then asked me out for events. Because we were both single, I was not sure how to respond. I am not sure if this is considered sexual haressment.","140":"Jan 20, 2008 I was in a shared graduate student office late at night, I asked a fellow grad student if he would be staying late and, if so, if he could walk me to my bike otherwise I would leave early. He said he was planning to stay late and agreed to walk me to my bike. These are my notes from the incident:   I finished reading a little after 10pm and as I started packing up * sparked up a conversation about his loneliness and his relationship status. He confessed that he was reading a self-help book about relationships because he felt really lonely and couldn’t figure out how to meet someone. He mentioned that in the book he was reading the author said that women immediately knew whether or not they would sleep with a man upon meeting him. He then proceeded to ask me about my relationships. He asked me if I had ever had a one night stand and I said no. He said he couldn’t believe it and said that he had slept with a lot of virgins—that these young women would pick him out, in a club, for example, and ask to sleep with him. I told him I found it odd and unbelievable. I can’t recall the exact details of the conversation at this point, but I do know that as he continued to ask me about my relationships and the role that sex played in my relationships.  At one point * suddenly asked me “Do you want to fuck?”  I said “No, I would never sleep with you.”  He said “Well, when I look at you I want to fuck you. When you look at me do you want to fuck me?” I repeated myself, “No, I would never sleep with you.” He acted shocked.  He told me something along the lines of “I can fuck for hours.”  He also told me that his room was nearby.  I told him “You’re being really creepy ***,” because by this point the entire tone of the conversation had changed dramatically, and I was startled and afraid.  Although he denied that he was acting creepy, I repeated myself. I called his behavior creepy at least 4 times and he asked me to stop saying it. He said something like “That’s the kind of thing you say about criminals” (he might have said “…about a molester” I can’t remember exactly). He was visibly upset by my comment.  As I was sitting down printing, *** positioned himself standing behind me and asked me “What kind of panties are you wearing?”  I told him to stop, and that he was really creeping me out.   I was really afraid that I was alone with him and I would have to walk outside to get my bike and that he might hurt me. In an effort to direct the conversation, once again, toward his inappropriate behavior, I started a conversation about how he related to woman in the history department. I told him that I thought he had problems communicating with women and that other women in the department had mentioned as much. I told him that a couple of women had complained to me that he didn’t acknowledge them or say hello, and that in this instance, when he was actually talking to one of his female colleagues, his behavior had become inappropriate very quickly. He got defensive again and told me that he always tried to be very objective and that he wanted people to think of him as such, and that perhaps he was misunderstood. I told him that, on the contrary, he wasn’t objective at all; that he was one of the most dogmatic people I knew and that other people in the department might agree with me. At this point we were walking outside and I had already picked up my bike. He told me that the reason he didn’t acknowledge women or even say hello to them was because his aunt had told him that, as a man, any little thing you do—even looking at a woman the wrong way—might be misinterpreted as sexual harassment.   I discovered that another female graduate student had also been sexually harassed by *** who had been assigned as her mentor in the department. We met with our mutual adviser and with the head of the department to report our experiences.","141":"I strongly suspect that a colleague placed some kind of \"date rape\" drug in my drink during a social gathering. While I am now in recovery, I am a long-time substance abuser and alcoholic. I could tell from the effects of the drink that I did not only have alcohol in my system. I went home immediately. This colleague had constantly subjected me to crude, sexual, and degrading comments, as well as multiple sexual propositions.","147":"A graduate student peer told me that a faculty member commented to him about my body (and specifically, my ass)","149":"Touched repeatedly in a professor's office. He asked if I wanted to go out for a drink that night or any future night. He suggested regular meetings in the evening in his office or out for drinks. When I declined these invitations, he gave me a C on a term paper. The other professor of the class (it was a team-taught class) reversed the grade when I showed him the paper. I did not tell the other professor what had transpired.","150":"In moments between class time, another student would make “joking” inappropriate remarks to me. At first I tried to banter back to shut it down . That didn’t work. It eventually escalated to the point I no longer felt emotionally safe going to class.","152":"A senior member of my department insisted on kissing both of my cheeks and hugging me practically every day. Sometimes the kisses were far too tender (note: he is not European and these were not quick “kiss-kiss”es). Sometimes he would slowly move from cheek to cheek, just an inch or so away from my face and lips. The hugs often were just a tad too long, too tight, too full bodied. When his partner (another senior member of the department) invited me to their home for lunch, I was surprised to find him there. He sat across from me, chin in hands, going on and on about how I “looked just like his cousin.” So many other examples that I cannot even remember.","154":"At an alumni conference hosted by the current grad students, I was an invited participant. One of my former classmates (someone I thought was a trusted friend), made inspppropriate comments towards me (ie “Hey, sexy!” as I approached a group of all male alums and grad students). At the hotel, I encountered him at the elevator and had to sort of dance my way out of his grasp. Throughout the weekend I overheard him and other male alums making crude remarks about their female colleagues at their current institutions as well as the female grad students. The female grad students shared all sorts of accounts of how these male alums had mistreated them at the conference.","155":"I was an undergrad at a community college and I had a meeting with my English professor to talk about a paper. After giving me feedback, once comment including I should use more of my own voice, he \"playfully\" said to get out of here before he would have to spank me, as he held the paper up over his head about to perform the action. I nervously laughed and left. I was 19.","156":"I was taking a French class and I was totally lost so I would always ask my professor for help. We would joke about pronunciations and grammar I would get wrong, but nothing ever outside the topic of French. After a few times talking to him, I guess he felt comfortable enough to tell me how another female student had reported him for sexual harassment. I listened but thought nothing of it, other than him just venting. Later, I was the last one to finish taking a test and I would always chew gum and blow bubbles when I would take tests; he told me he liked how I \"did that thing\" with the gum and it made my mouth look good, and how if I kept doing it, I would have no trouble from other male professors giving me good grades. I laughed nervously and left, never asking him for help again.","158":"After I passed my exams and then my dissertation proposal defense, my PhD advisor asked me to his house for dinner. I thought that it would be a dinner with several people, but when I got there, he and I were the only guests. We had dinner, and then afterward, he went into a back room and came back out in his bathrobe. I quickly got up, let him know that this could never happen again and walked out the front door. In retrospect, I feel terrible that I didn't actually report this. It was more than twenty-five years ago, and I know he was doing similar things to other people, but I felt that I handled it on my own. I never received any retribution from him, and I was always a very strong person. But I also understand that many others were more vulnerable than I, and in at least one case, I know that he engaged in retribution toward a student with whom he slept.","159":"Four male colleagues in eight years have engaged in inappropriate sexual behavior (relations with students, sexually harassing a female colleague); one was even granted tenure and promotion during the incident.","160":"Gaslighted by Department Chair","162":"When I was a graduate student, every year, students and professors from another university (same department) come to visit our institution to use our libraries and materials. We always host a dinner for them. One year, I sat next to a newly-hired associate professor from the other institution who had I only met briefly years before. As we chatted, I accidentally dropped my silverware on the floor. I leaned under the table to get it, and as I did, bumped his leg with my arm. I apologized. With a smile, he said \"no, that's entirely unacceptable, I'll have to get back at you,\" and he then proceeded to pinch my buttocks. I was stunned, and so I did not say anything. When my adviser across the table saw me looking uncomfortable, he asked, \"what are you all talking about?\" The professor said \"oh nothing, we're simply molesting each other.\" I simply turned red, and forced a laugh. My adviser looked confused, but then went back to his conversation. I moved my chair away from him, and quickly found a way to leave the table to socialize elsewhere. Because I almost never see him, and can avoid him when I do, I did not do anything about it.","163":"I was the only woman in one of my courses. The professor was a man and made inappropriate comments about women all semester that were sexist. He made it clear I wasn’t as good as my fellow students because I was a women and that I wouldn’t succeed like they would. On multiple occasions he made comments about how women had reported him to Title 9 for sexual harassment and that he failed them. He also made comments about how he could say and do whatever he wanted because he was tenured.","164":"I was almost fired when an older, more senior, faculty member constantly harassed me and sat in my office every day to eat his lunch, despite my protests that I was busy and he needed to leave.  I was given a reprimand for being a bad colleague.","165":"Groomed for romantic relationship, gas-lit about what was going on, threatened to keep quiet.","166":"In 1991 a professor hired me to be a research assistant on his book.  I was an undergraduate student looking to go to graduate school.   I went to Library of Congress with him and did research.  I submitted my hours but he always called me on the telephone.  He talked to me about imagining me naked often on the phone - often. He never was so forward when we were face-to-face but called and harassed me and consistently said inappropriate things.  He offered to drive me to my apartment and he came into using the excuse that he had to use the restroom.  He would not leave my apartment and finally my roommate came home and he left.  As an undergraduate, I relied on him and others to write letters of reference for me so I could go to graduate school.  I did not have a choice but to stay in touch with him which he used to his advantage.  Later when his book came out, word came to me that he had  been hiring under-graduate assistants and sexually harassing them for a long time.  It's a shame no one in the department ever came foward.","167":"I was propositioned by my graduate advisor than harassed repeatedly by him when I turned him down, including threats to my career. He also accused me of being a narcissist who couldn't feel feelings because I did not reciprocate his love and\/or accept his apology. The department basically did nothing.","175":"I am a Ph.D. student. Another Ph.D. candidate would come into my office during office hours and talk about sex. I would lie and tell him that I have an appointment with a student soon to get him out of my office. One day, when it was time to go home, he stood in the doorway of my office and blocked the doorway. He kept staring at my chest. I realized that no one was in the hallway and got frightened. He invited me to a party at his house and to my relief left. Later I learned that I was the only grad student invited to that party. Of course I didn't go. I also heard that he was asking other grad students for my address - no one would give it to him though because I was not the only female graduate student that he harassed.  Everyone knew that he was trouble for female grad students. Eventually someone turned him in and the school was looking in to the situation. He was not hired as an adjunct instructor after graduation and was told to leave the university. I was very bothered because he had talked about his female students in a sexual way. I should have reported him but was afraid of what this would do for me. In the university, it's common knowledge that reporting these incidents never go well for women.","176":"Senior professor in the department hosted a party for grad students at his house. At the end of the night, my friend was the last to leave and intoxicated. The professor threw himself at my friend, promised to be his sugar daddy, and made exoticizing, racially based comments regarding his appearance. This was during the time in which faculty were assessing our (MA student) applications to continue in the PhD program, allot funding, etc. My friend eventually pushed him off and escaped to his car to sober up.","178":"At a small dinner party that took place at a graduate student house (where this tenured professor was living for the summer), the tenured professor and I (a graduate student) got into a discussion about Gramsci. I told the professor I thought he was wrong; he called me a \"fucking skank\" twice. After the second time I told him not to say it again or I would throw a glass of wine in his face. He called me a \"fucking skank\" again. I threw the wine in his face. I was asked to leave the party. He remained with the other guests (all men). This was the summer of 2011.  This professor has also raped a woman who was an undergraduate at our institution.","182":"I was stalked and harassed by a faculty member throughout my entire last semester as an undergrad in 2011 as I was preparing to enroll in grad school and pursue an academic career. He figured out what bars I went to, when\/where my classes were, what activities I was involved in, and where I lived off campus and followed me around. He would leer at me and brush against me \"accidentally\" and say inappropriate things to me me, but only when no one else was around (so I just stopped going out of the house alone). He would also send me emails complimenting my work and trying to engage me in conversation\/figure out ways to get me alone but never said anything explicitly inappropriate there.","183":"Involuntary Inappropriate touching in Public place","184":"During the first semester of my MA program, a second year MA student asked me to go on a date. I turned him down, and he threatened to ruin my career. He didn't succeed but it created an uncomfortable environment for the year we overlapped in the program.","185":"A member of my dissertation committee, while giving me advice on how to conduct oral histories, commented that I probably had an easier time getting people to talk since I was an attractive young woman. I didn't know how to respond. He is still an important person on my committee, and despite his difficult, occasionally bullying personality, I feel I have to keep working with him.","186":"In the fall 2014 semester, my TA for my general chemistry lab was...a little handsy. Benign high fives became lingering shoulder pats to resting his hand on the small of my back or on my thigh. I never said anything in protest, even though he was making me incredibly uncomfortable, because he had a hot temper but was helping me a lot in the class.","187":"As a first year graduate student, an older graduate student in various positions of power sent me several pictures of his genitalia.","188":"The professor for a doctoral seminar I took asked me to meet in his office hours to discuss my seminar paper. The subject quickly turned to his divorce, what neighborhood I lived in, whether I was single, if I went to a Catholic high school that had \"sexy\" uniforms, etc. I was totally uncomfortable and did not attend the rest of the semester but did turn in my seminar paper. He gave me an A+ but the comments on the paper were that he hadn't actually read it but wanted to discuss it over drinks sometime. I just ignored it and hoped he wouldn't bother me again or change my grade in retaliation."},"cleanperprole":{"0":"Graduate Student","1":"Professor","2":"Professor","3":"Associate Professor","4":"Faculty","5":"Undergraduate Student","7":"Professor","9":"Administrative","13":"Professor","14":"Professor","15":"Professor","16":"Professor","20":"Masters Student","21":"Professor","25":"Administrative","29":"Faculty","30":"PhD Student","35":"Faculty","37":"Associate Professor","39":"Professor","40":"Professor","44":"Professor","46":"Faculty","51":"Faculty","52":"Faculty","54":"Associate Professor","56":"PhD Student","58":"Professor","59":"Assistant Professor","60":"Administrative","61":"Professor","63":"Professor","64":"Associate Professor","66":"Faculty","68":"Associate Professor","70":"Professor","72":"Associate Professor","74":"Administrative","77":"Professor","83":"Administrative","84":"Professor","85":"Administrative","86":"Masters Student","87":"Administrative","90":"Graduate Student","91":"Faculty","92":"Faculty","93":"Associate Professor","96":"Professor","97":"Professor","98":"Professor","99":"Faculty","100":"Professor","101":"Faculty","103":"Professor","105":"Professor","106":"Professor","110":"Assistant Professor","113":"Faculty","114":"Undergraduate Student","115":"PhD Student","116":"Professor","118":"Professor","119":"Administrative","123":"Professor","124":"Graduate Student","126":"Associate Professor","128":"Professor","129":"Professor","132":"Faculty","135":"Professor","138":"Assistant Professor","140":"Graduate Student","141":"Faculty","147":"Faculty","149":"Associate Professor","150":"PhD Student","152":"Professor","154":"Graduate Student","155":"Professor","156":"Professor","158":"Professor","159":"Not Disclosed","160":"Administrative","162":"Associate Professor","163":"Professor","164":"Faculty","165":"Associate Professor","166":"Professor","167":"Professor","175":"PhD Student","176":"Professor","178":"Associate Professor","182":"Professor","183":"Administrative","184":"Masters Student","185":"Professor","186":"Graduate Student","187":"Graduate Student","188":"Professor"},"gendersquash":{"0":"Male","1":"Male","2":"Male","3":"Male","4":"Male","5":"Male","7":"Male","9":"Male","13":"Male","14":"Male","15":"Male","16":"Male","20":"Male","21":"Male","25":"Male","29":"Male","30":"Male","35":"Male","37":"Male","39":"Male","40":"Male","44":"Male","46":"Male","51":"Male","52":"Male","54":"Male","56":"Other","58":"Male","59":"Male","60":"Male","61":"Male","63":"Male","64":"Male","66":"Male","68":"Male","70":"Male","72":"Male","74":"Female","77":"Male","83":"Male","84":"Male","85":"Male","86":"Male","87":"Male","90":"Male","91":"Male","92":"Male","93":"Male","96":"Male","97":"Male","98":"Male","99":"Male","100":"Male","101":"Male","103":"Male","105":"Male","106":"Male","110":"Male","113":"Male","114":"Male","115":"Male","116":"Male","118":"Male","119":"Male","123":"Male","124":"Male","126":"Male","128":"Male","129":"Male","132":"Male","135":"Male","138":"Male","140":"Male","141":"Male","147":"Male","149":"Male","150":"Male","152":"Male","154":"Male","155":"Male","156":"Male","158":"Male","159":"Male","160":"Female","162":"Male","163":"Male","164":"Male","165":"Male","166":"Male","167":"Male","175":"Male","176":"Male","178":"Male","182":"Male","183":"Male","184":"Male","185":"Male","186":"Male","187":"Male","188":"Male"},"cleantargetrole":{"0":"Graduate Student","1":"Assistant Professor","2":"Assistant Professor","3":"Faculty","4":"Faculty","5":"Undergraduate Student","7":"Graduate Student","9":"Undergraduate Student","13":"Graduate Student","14":"PhD Student","15":"Assistant Professor","16":"Masters Student","20":"Masters Student","21":"Undergraduate Student","25":"Undergraduate Student","29":"Masters Student","30":"Masters Student","35":"Faculty","37":"PhD Student","39":"Associate Professor","40":"Faculty","44":"Undergraduate Student","46":"PhD Student","51":"Graduate Student","52":"Graduate Student","54":"Graduate Student","56":"PhD Student","58":"Masters Student","59":"Graduate Student","60":"Undergraduate Student","61":"PhD Student","63":"Assistant Professor","64":"PhD Student","66":"Administrative","68":"Graduate Student","70":"PhD Student","72":"Undergraduate Student","74":"Faculty","77":"Graduate Student","83":"Masters Student","84":"PhD Student","85":"Undergraduate Student","86":"Masters Student","87":"Assistant Professor","90":"Graduate Student","91":"Faculty","92":"Faculty","93":"Masters Student","96":"PhD Student","97":"Graduate Student","98":"PhD Student","99":"Postdoc","100":"Undergraduate Student","101":"Undergraduate Student","103":"Postdoc","105":"Undergraduate Student","106":"Faculty","110":"Undergraduate Student","113":"Undergraduate Student","114":"Undergraduate Student","115":"PhD Student","116":"Graduate Student","118":"Graduate Student","119":"Undergraduate Student","123":"Faculty","124":"Graduate Student","126":"Undergraduate Student","128":"Professor","129":"Assistant Professor","132":"Faculty","135":"Faculty","138":"Graduate Student","140":"Graduate Student","141":"Faculty","147":"Graduate Student","149":"Graduate Student","150":"Masters Student","152":"Assistant Professor","154":"Assistant Professor","155":"Undergraduate Student","156":"Undergraduate Student","158":"Graduate Student","159":"Undergraduate Student","160":"Associate Professor","162":"Graduate Student","163":"Undergraduate Student","164":"Faculty","165":"Undergraduate Student","166":"Undergraduate Student","167":"Graduate Student","175":"PhD Student","176":"PhD Student","178":"Graduate Student","182":"Undergraduate Student","183":"Graduate Student","184":"Masters Student","185":"PhD Student","186":"Undergraduate Student","187":"PhD Student","188":"PhD Student"},"itype":{"0":"Other R1","1":"Multiple","2":"Multiple","3":"Multiple","4":"Other R1","5":"R2","7":"Other R1","9":"Elite Institution\/Ivy League","13":"Elite Institution\/Ivy League","14":"Other R1","15":"Other Type of School","16":"Regional Teaching College","20":"Other R1","21":"Regional Teaching College","25":"Regional Teaching College","29":"Other R1","30":"Other R1","35":"Small Liberal Arts College","37":"Other R1","39":"Other R1","40":"Multiple","44":"Other R1","46":"Multiple","51":"Other R1","52":"Other R1","54":"Small Liberal Arts College","56":"Other R1","58":"Other R1","59":"Other R1","60":"Other R1","61":"Other R1","63":"Other R1","64":"Other R1","66":"Elite Institution\/Ivy League","68":"Elite Institution\/Ivy League","70":"Other R1","72":"Small Liberal Arts College","74":"Elite Institution\/Ivy League","77":"Other R1","83":"Other R1","84":"Other R1","85":"Small Liberal Arts College","86":"Other Type of School","87":"Other R1","90":"Multiple","91":"Other R1","92":"Other Type of School","93":"Small Liberal Arts College","96":"Elite Institution\/Ivy League","97":"Elite Institution\/Ivy League","98":"Other R1","99":"Other Research Agency","100":"Multiple","101":"Other R1","103":"Elite Institution\/Ivy League","105":"Other Research Agency","106":"Other Type of School","110":"Other R1","113":"Small Liberal Arts College","114":"Other R1","115":"Other R1","116":"Other R1","118":"Other R1","119":"Elite Institution\/Ivy League","123":"Elite Institution\/Ivy League","124":"Other R1","126":"Elite Institution\/Ivy League","128":"Multiple","129":"Elite Institution\/Ivy League","132":"Other R1","135":"R2","138":"Elite Institution\/Ivy League","140":"Other R1","141":"R2","147":"Other R1","149":"Elite Institution\/Ivy League","150":"Other R1","152":"Other R1","154":"Other R1","155":"Other R1","156":"Other R1","158":"Other R1","159":"Other R1","160":"Other R1","162":"Elite Institution\/Ivy League","163":"Other R1","164":"Regional Teaching College","165":"Small Liberal Arts College","166":"Other R1","167":"Elite Institution\/Ivy League","175":"R2","176":"Other R1","178":"Other R1","182":"Small Liberal Arts College","183":"Elite Institution\/Ivy League","184":"Other R1","185":"Elite Institution\/Ivy League","186":"Other Type of School","187":"Elite Institution\/Ivy League","188":"Other R1"},"cleandisciplinev2":{"0":"History","1":"History","2":"History","3":"History","4":"English","5":"Physics","7":"Physics","9":"English","13":"English","14":"History","15":"Psychology","16":"Biology","20":"English","21":"English","25":"Art","29":"Art","30":"Art","35":"English","37":"History","39":"History","40":"English","44":"English","46":"English","51":"History","52":"History","54":"History","56":"History","58":"History","59":"History","60":"History","61":"History","63":"English","64":"English","66":"History","68":"History","70":"Art","72":"Art","74":"Art","77":"History","83":"English","84":"Art","85":"Biology","86":"Psychology","87":"Psychology","90":"History","91":"History","92":"English","93":"English","96":"English","97":"History","98":"English","99":"History","100":"English","101":"Biology","103":"Biology","105":"Physics","106":"Biology","110":"English","113":"English","114":"Art","115":"English","116":"Art","118":"English","119":"Art","123":"History","124":"Biology","126":"English","128":"English","129":"English","132":"English","135":"Psychology","138":"Psychology","140":"History","141":"History","147":"Psychology","149":"History","150":"History","152":"History","154":"History","155":"English","156":"English","158":"Art","159":"English","160":"English","162":"History","163":"Psychology","164":"English","165":"English","166":"History","167":"History","175":"English","176":"Art","178":"Art","182":"English","183":"History","184":"English","185":"History","186":"Biology","187":"English","188":"English"},"story_length":{"0":351.0,"1":523.0,"2":102.0,"3":132.0,"4":99.0,"5":57.0,"7":67.0,"9":55.0,"13":255.0,"14":2381.0,"15":1218.0,"16":336.0,"20":198.0,"21":490.0,"25":101.0,"29":1933.0,"30":1116.0,"35":363.0,"37":415.0,"39":397.0,"40":1070.0,"44":3291.0,"46":353.0,"51":670.0,"52":958.0,"54":237.0,"56":284.0,"58":371.0,"59":143.0,"60":693.0,"61":505.0,"63":737.0,"64":156.0,"66":197.0,"68":181.0,"70":32.0,"72":506.0,"74":433.0,"77":598.0,"83":824.0,"84":132.0,"85":253.0,"86":722.0,"87":1028.0,"90":1246.0,"91":515.0,"92":336.0,"93":560.0,"96":344.0,"97":241.0,"98":128.0,"99":467.0,"100":197.0,"101":463.0,"103":127.0,"105":62.0,"106":209.0,"110":292.0,"113":235.0,"114":762.0,"115":382.0,"116":225.0,"118":772.0,"119":220.0,"123":263.0,"124":45.0,"126":112.0,"128":659.0,"129":186.0,"132":484.0,"135":22.0,"138":316.0,"140":3886.0,"141":429.0,"147":111.0,"149":429.0,"150":250.0,"152":663.0,"154":672.0,"155":374.0,"156":794.0,"158":871.0,"159":210.0,"160":30.0,"162":1146.0,"163":489.0,"164":245.0,"165":93.0,"166":1042.0,"167":302.0,"175":1225.0,"176":512.0,"178":651.0,"182":693.0,"183":50.0,"184":255.0,"185":383.0,"186":349.0,"187":132.0,"188":599.0},"harasser":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"7":null,"9":null,"13":null,"14":null,"15":null,"16":null,"20":null,"21":null,"25":null,"29":null,"30":null,"35":null,"37":null,"39":null,"40":null,"44":null,"46":null,"51":null,"52":null,"54":null,"56":null,"58":null,"59":null,"60":null,"61":null,"63":null,"64":null,"66":null,"68":null,"70":null,"72":null,"74":null,"77":null,"83":null,"84":null,"85":null,"86":null,"87":null,"90":null,"91":null,"92":null,"93":null,"96":null,"97":null,"98":null,"99":null,"100":null,"101":null,"103":null,"105":null,"106":null,"110":null,"113":null,"114":null,"115":null,"116":null,"118":null,"119":null,"123":null,"124":null,"126":null,"128":null,"129":null,"132":null,"135":null,"138":null,"140":null,"141":null,"147":null,"149":null,"150":null,"152":null,"154":null,"155":null,"156":null,"158":null,"159":null,"160":null,"162":null,"163":null,"164":null,"165":null,"166":null,"167":null,"175":null,"176":null,"178":null,"182":null,"183":null,"184":null,"185":null,"186":null,"187":null,"188":null}}